[{"title":"Indicadors de Resultats Acadèmics de les Illes Balears (curs 2018-2019)","description":"Informe de resultats (144 pàg.) en el qual es presenten els resultats acadèmics de l'alumnat de les Illes Balears de l'ensenyament obligatori i del batxillerat del curs 2018-2019 i l'evolució en els darrers sis cursos.","url":"documentos/indicadors/2018/Informe_indicadors_resultats_2018_2019.pdf","target":"_blank","img":"img/indicadors/2018/Informe_indicadors_resultats_2018_2019.png"},{"title":"Informe Avaluació final etapa 6EP 2018-2019","description":"Informe executiu (28 pàg.) que descriu tot el procés d'aplicació de l'avaluació de diagnòstic a 6è d'EP. Les competències avaluades són: la de comunicació lingüística (en anglès, en castellà i en català) i la matemàtica. S'hi presenten: el marc legal; les poblacions implicades; els instruments de l'avaluació; les fases del procés; l'anàlisi dels resultats per part dels centres; els resultats; l'anàlisi de les variables de context i la seva relació amb aquests; una evolució del grau d'assoliment de les competències; les conclusions i un annex amb els textos legals.","url":"documentos/publicacions/Informe_Executiu_6EP_2018_2019.pdf","target":"_blank","img":"img/publicacions/Informe_Executiu_6EP_2018_2019.png"},{"title":"Informe Avaluació final etapa 4ESO 2018-2019","description":"Informe executiu (20 pàg.) que descriu tot el procés d'aplicació de l'avaluació de diagnòstic a 4t d'ESO. Les competències avaluades són: la de comunicació lingüística (en anglès, en castellà i en català) i la matemàtica. S'hi presenten: el marc legal; les poblacions implicades; els instruments de l'avaluació; les fases del procés; l'anàlisi dels resultats per part dels centres; els resultats; l'anàlisi de les variables de context i la seva relació amb aquests; una evolució del grau d'assoliment de les competències; les conclusions i un annex amb els textos legals.","url":"documentos/publicacions/Informe_Executiu_4ESO_2018_2019.pdf","target":"_blank","img":"img/publicacions/Informe_Executiu_4ESO_2018_2019.png"},{"title":"Document d'avaluació 20 - Avaluació de l'impacte de diferents metodologies d'ensenyament i aprenentatge sobre la competència matemàtica dels alumnes en el primer cicle d'EP.","description":"Vintè document d'avaluació (35 pàg.) referent a l'avaluació que, durant tres cursos escolars, estudia l'evolució de la competència matemàtica de l'alumnat a les aules dels qual es faci servir algun programa d'innovació matemàtica, amb l'objectiu d'esbrinar-ne l'impacte dels més utilitzats sobre la millora d'aquesta competència.","url":"documentos/documents/document_20.pdf","target":"_blank","img":"img/documents/document_20.jpg"},{"title":"Informe avaluació diagnòstica 2017-2018, Illes Balears, 6è d'EP","description":"Informe executiu (194 pàg.) que descriu tot el procés d'aplicació de l'avaluació de diagnòstic a 6è d'EP. Les competències avaluades són: la de comunicació lingüística (en anglès, en castellà i en català) i la matemàtica. S'hi presenten: el marc legal; les poblacions implicades; els instruments de l'avaluació; les fases del procés; l'anàlisi dels resultats per part dels centres; els resultats; l'anàlisi de les variables de context i la seva relació amb aquests; una evolució del grau d'assoliment de les competències; les conclusions i un annex amb els textos legals.","url":"documentos/publicacions/Informe_Executiu_6EP_2017_2018.pdf","target":"_blank","img":"img/publicacions/Informe_Executiu_6EP_2017_2018.jpg"}]