[
  {
    "estimul": "Notes segona avaluació",
    "estimul_body": "<center><p>Aquesta taula de freqüències conté les notes de matemàtiques obtingudes en la segona avaluació per tots els alumnes de 2n d'ESO del centre.</p><img src=\"model1_estimul1.png\" style=\"width: 200px\"></center>",
    "preguntes": [
      {
        "enunciat": "Quants d'alumnes en total cursen 2n d'ESO al centre?",
        "opcions": [
          "20",
          "55",
          "88",
          "90"
        ],
        "ordre": 3
      }
    ]
  },
  {
    "estimul": "Llauna de tonyina",
    "estimul_body": "<center><p>Tenim una llauna de tonyina com la de la imatge</p><img src=\"model1_estimul2.png\" style=\"width: 150px\"></center>",
    "preguntes": [
      {
        "enunciat": "La llauna que tenim té forma de...",
        "opcions": [
          "prisma",
          "cilindre",
          "cub",
          "esfera"
        ],
        "ordre": 2
      }
    ]
  },
  {
    "estimul": "Festa fi de curs",
    "estimul_body": "<p>El centre ja està organitzant les diferents activitats per fer la festa de fi de curs</p><p>Per tenir una previsió de la utilització dels espais, s'ha fet una enquesta demanant a quina activitat assistirà com a públic cada alumne. El resultat de l'enquesta es mostra en aquest gràfic:</p><center><img src=\"model1_estimul3.png\" style=\"width: 250px\"></center>",
    "preguntes": [
      {
        "enunciat": "La gimcana i l'activitat de música es faran al pati, i l'obra de teatre i l'activitat de ball a l'interior de l'edifici. Quin percentatge d'alumnes assistiran a activitats a l'exterior?",
        "opcions": [
          "30 %",
          "35 %",
          "50 %",
          "65 %"
        ],
        "ordre": 4
      },
      {
        "enunciat": "Si s'ha enquestat a 320 alumnes, quants han dit que assistirien a l'activitat de ball?",
        "opcions": [
          "32 alumnes",
          "42 alumnes",
          "48 alumnes",
          "58 alumnes"
        ],
        "ordre": 3
      },
      {
        "enunciat": "Han comprat vestuari per a l'obra de teatre i els han fet un 12 % de descompte. Si han pagat 38,50 &#8364;, quin era el preu inicial sense el descompte?",
        "ordre": 43.75,
        "tolerance": 0.05
      },
      {
        "enunciat": "L'activitat de ball es farà al hall del centre, el qual té forma rectangular, de manera que el costat menor fa 10 metres i el major, 18 metres. Si cada parella necessita un mínim de 15 m<sup>2</sup> per ballar, quantes parelles, com a màxim, hi podran ballar al mateix temps?",
        "opcions": [
          "12",
          "15",
          "18",
          "20"
        ],
        "ordre": 1
      },
      {
        "enunciat": [
          "Una de les proves de la gimcana consisteix a anar del pati (A) a l'aula d'informàtica (B) en el menor temps possible.",
          " Per anar-hi, tenen aquestes tres rutes alternatives:<br>",
          "<center><img src=\"model1_estimul3_preg8.png\" style=\"width: 500px\"></center>"
        ],
        "opcions": [
          "Ruta 1",
          "Ruta 2",
          "Ruta 3",
          "Les tres són igual de llargues"
        ],
        "ordre": 4
      },
      {
        "enunciat": "Dels 120 alumnes que participaran a l'actuació de música, dues terceres parts tocaran la flauta, 1/60 part, el piano, 1 alumne farà de director d'orquestra i la resta tocaran les maraques. Quantes persones tocaran les maraques?",
        "opcions": [
          "37",
          "54",
          "62",
          "83"
        ],
        "ordre": 1
      }
    ]
  },
  {
    "estimul": "El manescal boig",
    "estimul_body": "<div style=\"clear:both\"><img style=\"float:right;margin:10px;width:150px\" src=\"model1_estimul4.png\"><p>Al poble d'en Lluís hi ha un manescal amb una forma molt peculiar de curar els animals. Diuen que es una mescla de científic i de bruixot.</p><div>",
    "preguntes": [
      {
        "enunciat": "El manescal boig ha donat al ca d'en Lluís un xarop que conté $\\frac{3}{5}$ parts d'orina de granot. Quin percentatge del xarop és orina de granot?",
        "opcions": [
          "45 %",
          "50 %",
          "55 %",
          "60 %"
        ],
        "ordre": 4
      },
      {
        "enunciat": "El manescal boig ha trobat un xarop màgic per canviar el color d'un moix, però per poder-lo elaborar ha d'endevinar, a la primera, quin d'aquests nombres 10<sup>7</sup>; 1,21·10<sup>7</sup>; 9·10<sup>6</sup>; 9,99·10<sup>5</sup> és més gran. Quin és més gran?",
        "opcions": [
          "10<sup>7</sup>",
          "1,21·10<sup>7</sup>",
          "9·10<sup>6</sup>",
          "9,99·10<sup>5</sup>"
        ],
        "ordre": 2
      },
      {
        "enunciat": [
          "El xarop màgic s'ha d'administrar amb relació al pes del moix: com més pes, més xarop. Quina de les gràfiques següents simbolitza aquesta relació?",
          "<br><center><img src=\"model1_estimul4_preg13.png\" style=\"width: 500px\"></center>"
        ],
        "opcions": [
          "La blava",
          "La verda",
          "La groga",
          "La vermella"
        ],
        "ordre": 1
      }
    ]
  },
  {
    "estimul": "Pavelló",
    "estimul_body": "<p>Per al proper curs el centre gaudirà d'un nou pavelló on es podran realitzar diferents activitats esportives. El recinte tindrà la forma i les dimensions que es mostren a la imatge següent</p><center><img src=\"model1_estimul5.png\" style=\"width: 400px\"></center>",
    "preguntes": [
      {
        "enunciat": "Es volen posar faroles a la paret del pavelló per tot el seu voltant, de manera que hi hagi una farola a cada cantonada, que la separació entre totes les faroles sigui sempre la mateixa i que el nombre de faroles sigui el menor possible. Quantes faroles hauran de posar?",
        "opcions": [
          "64",
          "82",
          "120",
          "205"
        ],
        "ordre": 2
      },
      {
        "enunciat": "Si dos pintors estan 6 hores per pintar el pavelló, quantes hores estaran tres pintors, suposant que tots els pintors treballen al mateix ritme?",
        "opcions": [
          "2 h",
          "3 h",
          "4 h",
          "5 h"
        ],
        "ordre": 3
      },
      {
        "enunciat": "Per pintar les parets del pavelló, hem comprat 3 pinzells petits i 2 pinzells grossos que ens han costat 11 &#8364; en total. Si el pinzell gros val 1 euro més que el petit, quant ens ha costat cada pinzell petit?",
        "ordre": 1.8,
        "tolerance": 0.01
      }
    ]
  },
  {
    "estimul": "Videojoc",
    "estimul_body": "<p>Quatre amics decideixen comprar un videojoc</p><center><img src=\"model1_estimul6.png\" style=\"width: 300px\"></center>",
    "preguntes": [
      {
        "enunciat": "El videojoc valia 120 euros però han pagat 96 &#8364;. Quin percentatge de descompte els han fet? <em>Escriu només el nombre sense el símbol %</em>",
        "ordre": 20,
        "tolerance": 0.01
      }
    ]
  },
  {
    "estimul": "Suc de taronja",
    "estimul_body": "<p>Aquest estiu, tres companys de classe es dediquen a la venda de suc de taronja.</p><center><img src=\"model1_estimul7.png\" style=\"width: 250px\"></center>",
    "preguntes": [
      {
        "enunciat": "Primer han hagut de comprar les taronges. Unes les han pagat a 0,40 &#8364; el kg i les altres a 0,45 &#8364; el kg. Si en total han comprat 500 kg de taronges i els ha costat 214 &#8364;, escriu l'equació d'una incògnita que haurien de plantejar per calcular quants quilograms han comprat de cada classe. Indica què representa la incògnita utilitzada.",
        "opcions": [
          "$0,40\\cdot x + 0,45\\cdot y=500$",
          "$0,40\\cdot x + 0,45\\cdot (x-500)=214$",
          "$0,40\\cdot x + 0,45\\cdot (500-x)=214$",
          "$500\\cdot x + 214\\cdot (x-0,40)=0,45$"
        ],
        "ordre": 3
      },
      {
        "enunciat": "El suc que obtenen en esprémer una taronja és de 125 centímetres cúbics per terme mitjà. Quantes taronges han d'esprémer per omplir de suc de taronja una gerra de 3 decímetres cúbics?",
        "opcions": [
          "15 taronges",
          "24 taronges",
          "37 taronges",
          "40 taronges"
        ],
        "ordre": 2
      }
    ]
  }
]